Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uusi_vieraan_kielen_harjoituskirja_inarinsaameen_ilmestyi.html.tmx
Source language: fin
Languages: sme

source: Uusi vieraan kielen harjoituskirja inarinsaameen ilmestyi
sme: Ođđa vieris giela hárjehusgirji anárašgillii almmuhuvvon

source: Työkirjan on kirjoittanut Henna Aikio ja se sisältää harjoituksia Hitruu!
sme: Bargogirjji lea čállán Henna Aikio ja dat sisttisdoallá hárjehusaid Hitruu!

source: Skipáreh -tekstikirjaan.
sme: Skipáreh -teakstagirjái.

source: Kirja on tarkoitettu perusopetuksen viidennelle luokalle vieraan kielen opetukseen.
sme: Girji lea oaivvilduvvon vuođđooahpahusa viđat luohkkái vieris giela oahpahussii.

source: Harjoituskirjan tehtävissä harjoitellaan tekstikirjan sisältöjä monipuolisesti.
sme: Hárjehusgirjji bargobihtáin hárjehallet teakstagirjji sisdoaluid máŋggabealágit.

source: Kaikki kirjaan sisältyvät sanaristikot voi tehdä myös sähköisesti Cloubi-alustalla.
sme: Buot girjjis almmuhuvvon sátneruossalasaid lea vejolaš bargat maid digitálalaččat Cloubi-vuođus.

source: Tilaukset: kirjatilaus(at)samediggi.fi Uudet nettisivut oppimateriaalin tilausta varten tulossa!
sme: Diŋgojumit: kirjatilaus(at)samediggi.fi Ođđa siiddut oahppamateriála diŋgoma várás leat boahtimin!

source: Koulutus- ja oppimateriaali
sme: Skuvlen ja oahppamateriála
